const PRODUCT_CATEGORYS = [
  {
    id: 1,
    category: '베스트',
    types: [
      '주간베스트',
      '별다섯개후기',
      '온라인 전용',
      '국내제조',
      '네이키드',
      '리틀러쉬',
    ],
  },
  {
    id: 2,
    category: '신제품',
    types: [
      '디스커버리 키트',
      '버블 바 큐레이션',
      '비건 메이크업',
      '기프트',
      '마더스 & 파더스',
    ],
  },
  {
    id: 3,
    category: '배쓰',
    types: ['배쓰 밤', '버블 바', '배쓰 오일', '펀'],
  },
  {
    id: 4,
    category: '샤워',
    types: [
      '솝',
      '샤워 젤 & 젤리',
      '보디 컨디셔너',
      '샤워 밤',
      '샤워 오일',
      '스크럽 & 버터',
      '펀',
    ],
  },
  {
    id: 5,
    category: '보디',
    types: [
      '클렌저',
      '로션',
      '핸드 앤 풋',
      '마사지 바',
      '더스팅 파우더',
      '쉐이빙 크림',
    ],
  },
  {
    id: 6,
    category: '페이스',
    types: [
      '클렌저',
      '페이스 마스크',
      '토너',
      '모이스춰라이저',
      '프라이머',
      '립',
      '쉐이빙 크림',
    ],
  },
  {
    id: 7,
    category: '헤어',
    types: ['샴푸 바', '샴푸', '컨디셔너', '트리트먼트', '스타일링'],
  },
  {
    id: 8,
    category: '메이크업',
    types: [
      '페이스 파우더',
      '아이 메이크업',
      '립',
      '파운데이션',
      '스킨 틴트',
      '비건 브러쉬',
    ],
  },
  {
    id: 9,
    category: '퍼퓸',
    types: [
      '보디 스프레이',
      '퍼퓸 라이브러리',
      '코어 레인지',
      '솔리드 퍼퓸',
      '워시 카드',
      '퍼퓸 낫랩',
      '르네상스 퍼퓸',
    ],
  },
  {
    id: 10,
    category: '기프트',
    types: [
      '기프트 베스트',
      '1-3만원대',
      '4-6만원대',
      '7만원 이상',
      '낫랩',
      '스웨그',
      '악세서리',
      '북',
    ],
  },
  {
    id: 11,
    category: '비건',
    types: ['배쓰', '샤워', '보디', '페이스', '헤어', '메이크업', '퍼퓸'],
  },
];

export default PRODUCT_CATEGORYS;
